{
  "games": [
    {
      "title": "God of War 3",
      "poster": "godofwar3-poster.jpg",
      "id": 5,
      "info": {
        "developer": "Sony Computer Entertainment",
        "released": "16.03.2010",
        "genres": ["Action"],
        "description": "God of War III — компьютерная игра в жанре hack and slash, выпущенная американской компанией Santa Monica Studio эксклюзивно для платформы PlayStation 3. В России игра вышла 17 марта 2010 года. God of War III является третьей главой в серии после God of War и God of War II, не считая хронологические God of War: Chains of Olympus, God of War: Betrayal и God of War: Ghost of Sparta. По данным компании VGChartz, игра разошлась тиражом в 4,81 млн копий.",
        "shortPlot": "Кратос, сидя на Гее, забирается на Олимп. Ему препятствует в этом сначала Водный Жеребец Посейдона, а затем и сам Посейдон — бог морей. После ожесточённой битвы Кратос убивает Посейдона: море резко поднялось и затопило многие города, потому что повержен бог, контролировавший моря. Кратос поднимается на Олимп и собирается убить Зевса, однако тот находит силы, чтобы сбросить с Олимпа Гею и Кратоса. Гея цепляется из последних сил за гору, при этом она говорит Кратосу, что это битва титанов, а не его битва. Кратос не собирается лишаться своего права мстить, о чём заявляет Гее. Не имея больше возможности держаться на Гее, Кратос падает в подземный мир Аида и вынужден начать новое восхождение, попутно собирая новые силы для мести. Ему предстоит убить оставшихся богов и собрать их силы воедино для убийства Зевса."
      },
      "images": ["godofwar3-ss1.jpg", "godofwar3-ss2.jpg","godofwar3-ss3.jpg", "godofwar3-ss4.jpg", "godofwar3-ss5.jpg"]
    }, 
    {
      "title": "BattleField 3",
      "poster": "bf3-poster.jpg",
      "id": 1,
      "info": {
        "developer": "Electronic Arts, Sega",
        "released": "02.03.2011",
        "genres": ["FPS"],
        "description": "Компьютерная игра в жанре шутера от первого лица, разработанная студией EA Digital Illusions CE и изданная компанией Electronic Arts; одиннадцатая в серии Battlefield. Релиз игры для платформ ПК (ОС Windows Vista и Windows 7), PlayStation 3 и Xbox 360 состоялся в октябре 2011 года. Battlefield 3 — прямой сиквел к Battlefield 2, вышедшей в 2005 году.В ПК-версии максимальное количество игроков на одной карте составляет 64 игрока, что по мнению студии является оптимальным значением (видео с нарезками из игры с 64 игроками впервые показано в середине августа 2011 года), а в консольных версиях для PlayStation 3 и Xbox 360 оптимальное количество игроков 24. На конец июня 2012 года было продано порядка 15 млн копий игры, не считая дополнений к ней",
        "shortPlot" : "Американский морпех, Генри Блэкбэрн, на допросе в ЦРУ рассказывает агентам о человеке по имени Соломон и угрозе, которую он представляет для США. Ему обещают помочь, но Блэкбэрн должен сказать, откуда он знает о Соломоне. История начинается в Ираке. Отряд Блэкбэрна получает приказ найти пропавший американский патруль в одном из районов небольшого городка в Сулеймании. Операция из поисковой превращается в боевую, когда отряд Блэкбэрна сталкивается с вооружёнными бойцами из иранской военной организации PLR (в русской версии игры — ССО). В одного из морских пехотинцев попадает снайпер, однако Блэку удаётся вытащить товарища с линии огня. После того, как морпехи уничтожают противника, раненого эвакуируют. Отряд Блэка находит пропавших солдат и запрашивают поддержку, в это время повстанцы переходят в наступление, однако им не удаётся продвинуться к рынку, морпехи начинают одерживать верх. В это время начинается сильнейшее землетрясение, которое практически полностью разрушает часть города и приводит к гибели множества людей. Блэкбэрн выживает. К месту катастрофы прибывают многочисленные отряды ССО, однако Блэку удаётся пробиться к точке эвакуации и покинуть опасную область. В день, когда произошло землетрясение, власть в Иране захватывает Фарук Аль-Башир, лидер ССО. Американское командование начинает военную операцию в Иране, цель которой — устранение диктатора."
      },
      "images": ["bf3-ss1.jpg", "bf3-ss2.jpg", "bf3-ss3.jpg", "bf3-ss4.jpg", "bf3-ss5.jpg"]
    },
    {
      "title": "DarkSouls 3",
      "poster": "darksouls3-poster.jpg",
      "id": 2,
      "info": {
        "developer": "FromSoftware, Bandai Namco Entertainment",
        "released": "15.06.2015",
        "genres": ["Action", "RPG"],
        "description": " компьютерная игра в жанре Action/RPG, разработанная компанией FromSoftware для платформ Windows, PlayStation 4 и Xbox One. Анонс игры произошёл 15 июня 2015 года на конференции Microsoft в рамках выставки «E3 2015». Выход игры состоялся 24 марта 2016 года в Японии для Xbox One и PS4. Релиз во всём мире на консолях и PC состоялся 12 апреля 2016 года.",
        "shortPlot" : "Действие игры происходит в Лотрике, на стыке владений повелителей пепла. Главному герою предстоит вернуть их на свои троны, чтобы впитать их силу и определить, наконец, роль Огня в будущем всего мира. Также продолжая предыдущие игры Souls, в сюжете мы играем за негорящую нежить, которой предстоит зажечь первородное пламя огня. Перевод вступительного ролика игры, служащего прологом: @И в самом деле. Замок, что зовётся Лотриком, стоит там, где сходятся земли Повелителей пепла. Покоряя север, пилигримы убеждаются, что старые сказания не лгут. 'Огонь затухает, и повелители пепла покидают свои троны' Когда огонь под угрозой, когда звонит колокол, Повелители пепла поднимаются из своих могил. Олдрик, святой покровитель глубин. Легион нежити Фаррона, Хранители Бездны. И мрачный правитель из осквернённой столицы - гигант Йорм. Но в действительности повелители оставят свои троны, и негорящие восстанут. Безымянная, проклятая нежить, недостойная стать пеплом. И стало так. Негорящие всегда ищут угли."
      },
      "images": ["darksouls3-ss1.jpg", "darksouls3-ss2.jpg","darksouls3-ss3.jpg","darksouls3-ss4.jpg","darksouls3-ss5.jpg"]
    },
    {
      "title": "Forza Horizon 5",
      "poster": "forza5-poster.jpg",
      "id": 3,
      "info": {
        "developer": "Playground Games",
        "released": "13.06.2021",
        "genres": ["Racing"],
        "description": "Rомпьютерная игра 2021 года в жанре аркадного гоночного симулятора, разработанная Playground Games и изданная Xbox Game Studios. Игра была анонсирована в июне 2021 года на мероприятии E3 2021. Игра была официально анонсирована на совместной конференции Xbox и Bethesda 13 июня 2021 года в рамках выставки E3 2021. Выход игры намечен на 9 ноября 2021 года для платформ Windows, Xbox Series X/S и Xbox One, раньше, чем релиз восьмой игры в подсерии Forza Motorsport, анонс которой состоялся ещё в 2020 году. Horizon 5 распространяется в трёх изданиях — стандартном, Deluxe и Premium.",
        "shortPlot" : ""
      },
      "images": ["forza5-ss1.jpg", "forza5-ss2.jpg","forza5-ss3.jpg","forza5-ss4.jpg","forza5-ss5.jpg"]
    },
    {
      "title": "Doom Eternal",
      "poster": "doom-poster.jpg",
      "id": 4,
      "info": {
        "developer": "Bethesda Softworks",
        "released": "11.06.2018",
        "genres": ["FPS", "Action"],
        "description": "компьютерная игра в жанре шутера от первого лица. Игра разработана студией id Software, а издателем выступила компания Bethesda Softworks. Анонс проекта состоялся в 2018 году на выставке E3. Doom Eternal вышла на платформах Windows, PlayStation 4 и Xbox One и в сервисе Google Stadia в марте 2020 года, в декабре — на Nintendo Switch, а в июне 2021 года — на PlayStation 5 и Xbox Series X/S. Помимо основной игры в продажу были выпущены два сюжетных дополнения — The Ancient Gods — Part One и The Ancient Gods — Part Two.",
        "shortPlot" : "Сюжетная кампания Doom Eternal продолжает сюжет игры Doom 2016 года. Два года спустя после событий, произошедших на Марсе, Земля почти полностью захвачена демоническими силами, а людские потери исчисляются миллиардами. За это время Палач Рока завладевает космической крепостью, которую он использует как собственный штаб. На момент событий игры Палач планирует уничтожение Культа Деаг — трёх жрецов, которые руководят вторжением демонов на Землю: Деага Нилокса, Деага Ранака и Деага Грава."
      },
      "images": ["doom-ss1.jpg", "doom-ss2.jpg","doom-ss3.jpg", "doom-ss4.jpg", "doom-ss5.jpg"]
    },
{
      "title": "Gothic 2",
      "poster": "gothic2-poster.jpg",
      "id": 6,
      "info": {
        "developer": "JoWooD",
        "released": "29.11.2002",
        "genres": ["RPG"],
        "description": "Rомпьютерная игра, вторая приключенческая CRPG из серии «Gothic»",
        "shortPlot" : "Действие Готики 2 начинается примерно через три недели после событий оригинальной Готики. Основное сюжетное действие разворачивается на острове Хоринис, расположенном в море недалеко от королевства Миртана. Главное поселение острова — одноимённый портовый город, которым временно руководит глава паладинов — лорд Хаген. Остров Хоринис известен, прежде всего, своей Рудниковой Долиной — Миненталь (в которой разворачивались все события первой части игры). На протяжении многих лет над всей долиной простирался самоподдерживающийся тюремный магический барьер и всех заключённых королевства отправляли туда. Так долина стала безвозвратной колонией для многих приговорённых. Кроме того, на острове есть несколько небольших крестьянских усадеб, которые обрабатывают почву для выращивания злаков и овощей, а также разводят домашний скот. На протяжении многих лет самый большой двор принадлежит помещику Онару, который сдаёт в аренду другим крестьянам близлежащие земли. Где-то в центре острова стоит старый монастырь служителей Инноса, которым управляют Маги Огня. Там они проводят магические и алхимические исследования и изготавливают вкуснейшее вино. А где-то в неизведанных морских водах есть мрачный остров Ирдорат…"
      },
      "images": ["gothic2-ss1.jpg", "gothic2-ss2.jpg", "gothic2-ss3.jpg", "gothic2-ss4.jpg", "gothic2-ss5.jpg"]
    },
    {
      "title": "The Witcher 3",
      "poster": "witcher3-poster.jpg",
      "id": 7,
      "info": {
        "developer": "CD Projekt RED",
        "released": "05.02.2013",
        "genres": ["RPG"],
        "description": "Игра в стиле тёмного фэнтези, мир которой основан на славянской мифологии, повествует о ведьмаке Геральте из Ривии, охотнике на чудовищ, чья приёмная дочь Цири находится в опасности, будучи преследуемой Дикой Охотой — загадочной потусторонней силой, тайна которой раскрывается по ходу игры.Перейти к разделу «#Сюжет» Многие детали сюжета отсылают к книгам, написанным Сапковским, но сюжет остаётся связанным с первыми двумя частями и подводит итог трилогии, начатой первой игрой, вышедшей восемью годами ранее. В отличие от предыдущих игр, действие «Ведьмака 3» происходит в открытом мире и фокусируется на использовании боевых и детективных навыков Геральта для выполнения заказов и изучения окружающей среды. Всё это — часть многоуровневого основного квеста с множеством второстепенных миссий, который может быть пройден с 36 различными концовками.Перейти к разделу «#Игровой процесс» Игра была разработана за три с половиной года с бюджетом, близким к бюджетам AAA-игр больших западных студий. Её создатели хотели подтвердить способность европейских студий разрабатывать качественные ролевые игры, в то время как игра всё дальше и дальше отходит от канонического сюжета литературной саги «Ведьмак», пользующейся большой популярностью в Польше.Перейти к разделу «#История создания»",
        "shortPlot" : "После событий второй части бушует война между Нильфгаардской империей и тем, что осталось от Северных королевств. Геральт из Ривии узнаёт, что его пропавшая приёмная дочь Цири впервые была замечена после многих лет блужданий между мирами; но, как сообщается, её преследует Дикая Охота (польск. Dziki Gon, англ. Wild Hunt) — мистический отряд призрачных всадников, предвестник войны, болезней и конца света. Помогая, среди прочих союзников, своей подруге Трисс Меригольд и своей давней возлюбленной Йеннифэр из Венгерберга, Геральт отправляется на поиски Цири."
      },
      "images": ["witcher3-ss1.jpg", "witcher3-ss2.jpg","witcher3-ss3.jpg", "witcher3-ss4.jpg","witcher3-ss5.jpg"]
    },
    {
      "title": "Need for Speed Carbon",
      "poster": "nfs_carbon-poster.jpg",
      "id": 8,
      "info": {
        "developer": "Electronic Arts",
        "released": "30.10.2006",
        "genres": ["Racing"],
        "description": " компьютерная игра серии Need for Speed в жанре аркадных автогонок, разработанная студией EA Black Box и изданная компанией Electronic Arts в 2006 году. В России Need for Speed: Carbon была издана компанией «1С-СофтКлаб» полностью на русском языке. Игра является прямым продолжением Need for Speed: Most Wanted 2005 года.",
        "shortPlot" : "Действия игры происходят в городе Палмонт, по которому игроку, как и в Most Wanted, предоставлена свобода передвижения. По сюжету главный герой должен побеждать в гонках городских районов и собрать команду, чтобы разобраться в истории с украденной сумкой денег. Действие вновь переносится в ночное время суток. Основными нововведениями в Need for Speed: Carbon являются возможность собрать команду гонщиков и захват районов. Также в Carbon впервые появляется система тюнинга Autosculpt. В отличие от предыдущей части игры, полиция в Carbon менее активна и основной акцент делается на гоночные состязания и тюнинг автомобилей."
      },
      "images": ["nfs_carbon-ss1.jpg", "nfs_carbon-ss2.jpg", "nfs_carbon-ss3.jpg", "nfs_carbon-ss4.jpg", "nfs_carbon-ss5.jpg"]
    }
  ]
}